[
{"title": "Tokyo Olympics' Creative Director Resigns Over Derogatory Remark", "intro": "Hiroshi Sasaki apologizes for an 'inappropriate' remark about Japanese entertainer Naomi Watanabe", "picture": "https://im-media.voltron.voanews.com/Drupal/01live-166/styles/718x474/s3/2021-03/2021-03-17T223251Z_108918986_RC2ADM9GKTM3_RTRMADP_3_OLYMPICS-2020-SASAKI-CONFIRMATION.JPG?itok=wWK676JU", "content": "<p> TOKYO - Tokyo Olympics creative head Hiroshi Sasaki said he had resigned after making a derogatory comment about a popular female Japanese entertainer, in the latest controversy over insensitive remarks toward women to hit games organizers.</p><p>Sasaki, who was the head creative director for the opening and closing ceremonies at this year's games, said he had told a planning group through a group chat that Naomi Watanabe could play a role as an \"Olympig.\"</p><p>\"There was a very inappropriate expression in my ideas and remarks,\" Sasaki said in a statement issued through games organizers early Thursday. \"I sincerely apologize to her and people who have felt discomfort with such contents.\"</p><p>Sasaki said he had told Tokyo 2020 President Seiko Hashimoto late Wednesday evening that he was stepping down.</p><p>Hashimoto and Tokyo 2020 CEO Toshiro Muto plan to address the matter at a news conference on Thursday, organizers said.</p><p>Sasaki's resignation came swiftly after weekly magazine Shukan Bunshun reported his remarks on Wednesday.</p><p>Last month, Yoshiro Mori stepped down from his role as president of the Tokyo 2020 organizing committee after causing a furor with sexist remarks when he said women talk too much.</p><p>Mori, 83, a former prime minister, was replaced by athlete-turned-politician Hashimoto, who has pledged to make gender equality a top priority at the games.</p><p>Sasaki was named head of the creative team in December as Olympic organizers looked to revamp plans for simplified ceremonies after the Tokyo Games were pushed back a year because of the COVID-19 pandemic.</p><p>The Olympics are scheduled for July 23-August 8;  the Paralympics are set for August 24-September 5.</p>"},
{"title": "New Music App Organizes Virtual Competitions – With Real Prizes!", "intro": "Platform called Djooky is offering musicians a chance to win fans around the world and cash prizes of up to $10,000", "picture": "https://im-media.voltron.voanews.com/Drupal/01live-166/styles/485x273/s3/kaltura-video-thumbs/1_k/1_kex9zed8.jpg?itok=EEW9pJ1a", "content": ""},
{"title": "'Mank' Leads Academy Awards Nominations With 10 Nods", "intro": "Nominations were announced Monday by Priyanka Chopra Jonas and Nick Jonas", "picture": "https://im-media.voltron.voanews.com/Drupal/01live-166/styles/718x474/s3/2021-03/AP21071696471332.jpg?itok=ofVHWo_8", "content": "<p>David Fincher's \"Mank\" led <a href=\"https://abc.com/shows/oscars/news/nominations/oscar-nominations-2021-list\">nominations for the 93rd Academy Awards</a> with 10 nods Monday, and for the first time, two women — Chloé Zhao and Emerald Fennell — were tipped for best director.</p><p>Eight films were nominated for best picture. \"Mank\" was joined by Fennell's \"Promising Young Woman,\" Zhao's \"Nomadland,\" \"Judas and the Black Messiah,\" \"Sound of Metal,\" \"Minari,\" \"The Father\" and \"The Trial of the Chicago 7.\"</p><p>History was made in the best director category. Only five women have ever been nominated in the category before. Zhao is the first woman of Asian descent to get a nod — and the most nominated woman in a single year in Oscar history. She also got nominations for the film's adapted screenplay, editing and, as a producer in the best picture category.</p><p>The other directing nominees were Lee Isaac Chung for \"Minari,\" Fincher for \"Mank\" and Thomas Vinterberg for \"Another Round.\"</p><p>For performers, it's the most diverse slate of nominees ever — and a far cry from the all-white acting nominees that spawned the #OscarsSoWhite hashtag five years ago. Nine of the 20 acting nominees are people of color, including a posthumous best-actor nomination for Chadwick Boseman (\"Ma Rainey's Black Bottom\"), and nods for Riz Ahmed (\"Sound of Metal\"), Steven Yeun (\"Minari\"), Daniel Kaluuya and Lakeith Stanfield (\"Judas and the Black Messiah\"), Leslie Odom Jr. (\"One Night in Miami\"), Viola Davis (\"Ma Rainey's Black Bottom\"), Andra Day (\"The People vs. Billie Holiday\") and Yuh-Jung Youn (\"Minari\").</p><p>Davis, who won for her performance in 2016's \"Fences,\" landed her fourth Oscar nomination, making Davis the most nominated Black actress ever. Yeun is the first Asian American ever nominated for best actor.</p><p>The other nominees for best actress are: Carey Mulligan, \"Promising Young Woman\"; Frances McDormand, \"Nomadland\"; Vanessa Kirby, \"Pieces of a Woman.\"</p><p>The remaining nominees for best actor are: Anthony Hopkins, \"The Father\"; Gary Oldman, \"Mank.\"</p><p>After a pandemic year that shuttered most movie theaters, the best-picture nominees had hardly any box office to speak of. The Oscars won't just lack blockbusters, it's going forward with many movies that have barely played on the big screen at all. That leaves streaming services set to dominate Hollywood's biggest and most sought-after awards.</p><p>Netflix, as expected, led the pack with 35 nominations. The service is still gunning for its first best-picture winner, and this year has two shots in \"Mank\" and \"The Trial of the Chicago 7\" — a movie Paramount Pictures sold off during the pandemic. Netflix led last year, too, with 24 nominations, but came away with just two wins.</p><p>Other streamers were in the mix. Amazon, in particular, was well represented with \"Sound of Metal,\" \"Borat Subsequent Moviefilm\" and \"One Night in Miami.\"</p><p>The nominations were announced from London by presenters Nick Jonas and Priyanka Chopra Jonas. The Academy Awards would typically have happened by now but this year were postponed by two months due to the pandemic. They will instead be telecast April 25.</p><p>The film academy confirmed Monday that the show will be held at both its usual home in the Dolby Theatre in Los Angeles and the city's railway hub, Union Station.</p><p>In addition to Youn, the nominees for best supporting actress are: Maria Bakalova, \"Borat Subsequent Moviefilm\"; Glenn Close, \"Hillbilly Elegy\"; Olivia Colman, \"The Father\"; Amanda Seyfried, \"Mank.\"</p><p>In addition to Odom Jr., Kaluuya and Stanfield, the nominees for best supporting actor are: Sacha Baron Cohen, \"The Trial of the Chicago 7\"; Paul Raci, \"Sound of Metal.\"</p><p>The nominees for best documentary feature are: \"Collective\"; \"Crip Camp: A Disability Revolution\"; \"The Mole Agent\"; \"My Octopus Teacher\"; \"Time.\"</p><p>The nominees for best international film are: \"Quo Vadis, Aida?,\" Bosnia and Herzegovina; \"Another Round,\" Denmark; \"Better Days,\" Hong Kong; \"Collective,\" Romania; \"The Man Who Sold His Skin,\" Tunisia.</p><p>The nominees for best original song are: \"Husavik\" from \"Eurovision Song Contest: The Story of Fire Saga\"; \"Fight for You\" from \"Judas and the Black Messiah\"; \"Io Sì (Seen)\" from \"The Life Ahead (La Vita Davanti a Se)\"; \"Speak Now\" from \"One Night in Miami\"; and \"Hear My Voice\" from \"The Trial of the Chicago 7.\"</p><p>The nominees for best animated feature: \"Onward\"; \"Over the Moon\"; \"A Shaun the Sheep Movie: Farmageddon\"; \"Soul\"; \"Wolfwalkers.\"</p><p>The nominees for best original screenplay are: \"Judas and the Black Messiah,\" Shaka King and Will Berson; \"Minari,\" Lee Isaac Chung; \"Promising Young Woman,\" Emerald Fennell; \"Sound of Metal,\" Darius Marder and Abraham Marder; \"Trial of the Chicago 7,\" Aaron Sorkin.</p><p>The nominees for best costume design are: Alexandra Byrne, \"Emma\"; Ann Roth, \"Ma Rainey's Black Bottom\"; Trish Summerville, \"Mank\"; Bina Daigeler \"Mulan\"; Massimo Cantini Parrini \"Pinocchio.\"</p><p>The film academy and ABC will hope that the nominees can drum up more excitement than they have elsewhere. Interest in little golden statuettes has nosedived during the pandemic. Ratings for a largely virtual Golden Globes plunged to 6.9 million viewers — a 64% drop from 2020 — last month. Though on Sunday the Grammys managed to break through the Zoom trap that has bedeviled other awards shows.</p><p>With the notable exception of fueling streaming subscriber growth, the pandemic has been punishing for the movie industry. Production slowed to a crawl, blockbusters were postponed or detoured to streaming and thousands have been laid off or furloughed.</p><p>But the outlook for Hollywood has recently brightened as coronavirus cases have slid and vaccines have ramped up. Movie theaters are reopening in the U.S.'s two largest markets, New York and Los Angeles. And several larger movies — including the Walt Disney Co.'s \"Black Widow\" (May 7) — are scheduled for May and beyond.</p>"},
{"title": "Britain's Prince Philip Leaves Hospital After Treatment", "intro": "Prince Philip was transferred to a specialized cardiac care hospital, St. Bartholomew's, for a short stay, before returning to King Edward VII's", "picture": "https://im-media.voltron.voanews.com/Drupal/01live-166/styles/718x474/s3/reuters-images/2021/03/reuters_com_2021_newsml_RC2ACM9WHCE3.jpg?itok=QEbwLmkZ", "content": "<p> LONDON - Britain's Prince Philip left a London hospital on Tuesday after being treated for an infection and undergoing a heart procedure.<br/><br/>\nPhilip, 99, the husband of Queen Elizabeth II, had been hospitalized since being admitted to the private King Edward VII's Hospital in London on Feb. 16, where he was treated for an infection.  <br/><br/>\nHe was later transferred to a specialized cardiac care hospital, St. Bartholomew's, for a short stay, before returning to King Edward VII's.<br/><br/>\nPhotographers standing outside the door of the private hospital captured his departure in the back of a black car. Buckingham Palace has not yet commented on the matter.<br/><br/>\nPhilip's illness is not believed to be related to the coronavirus. Both Philip and Elizabeth received COVID-19 vaccinations in January and chose to publicize the matter to encourage others to also take the vaccine.<br/><br/>\nPhilip, also known as the Duke of Edinburgh, retired in 2017 and rarely appears in public. Before his hospitalization, he had been isolating at Windsor Castle, west of London, with the queen.<br/><br/>\nHis illness comes as the royal family has been rocked by an interview with Meghan, Duchess of Sussex, and Prince Harry. In the explosive broadcast, Meghan, who is biracial, said the palace had failed to help her when she had suicidal thoughts and that an unidentified member of the royal family had raised \"concerns\" about the color of her baby's skin when she was pregnant with her son, Archie.<br/><br/>\nThe interview, conducted by Oprah Winfrey, divided people around the world. While many say the allegations demonstrate the need for change inside a palace that hasn't kept pace with the #MeToo and Black Lives Matter movements, others have criticized Harry and Meghan for dropping their bombshell while Philip was hospitalized.<br/><br/>\nThe longest-serving royal consort in British history, Philip married the then-Princess Elizabeth in 1947. He and the queen have four children, eight grandchildren and nine great-grandchildren.</p>"},
{"title": "Macedonian Artist Makes Breathtaking Model Replicas of Ships", "intro": "Dame Zaturoski from Struga, North Macedonia, is a lawyer by training, but his true passion is making models of boats and ships", "picture": "https://im-media.voltron.voanews.com/Drupal/01live-166/styles/485x273/s3/kaltura-video-thumbs/1_v/1_vpmycvxu.jpg?itok=24xvJzG5", "content": ""},
{"title": "Taylor Swift, Dua Lipa and Beyonce Battle for Grammys Top Prizes  ", "intro": "Beyoncé, now the most nominated female artist in Grammy history with 79 career nods, leads all comers with nine nominations", "picture": "https://im-media.voltron.voanews.com/Drupal/01live-166/styles/718x474/s3/2020-06/2020-06-01T000000Z_1776833982_RC2C0H9OQK5Q_RTRMADP_3_MINNEAPOLIS-POLICE-MUSIC-BLACK-OUT-TUESDAY.JPG?itok=hsoPBga4", "content": "<p> LOS ANGELES - Taylor Swift, Beyoncé and Dua Lipa lead the charge at the reinvented Grammy Awards on Sunday, where the music industry hopes to put a year-long pandemic behind it.</p><p>But an unusually diverse line-up of contenders for the top prize - album of the year - mean it could be anyone's night.</p><p>\"The nominations were so surprising - The Weeknd not getting nominated - it's a very strange year to try to predict,\" said Melinda Newman, Billboard's executive editor for the West Coast and Nashville.</p><p>\"I think it's going to be a year where no-one makes a clean sweep,\" she added. </p><p>The winners are chosen by some 11,000 voting members of the Recording Academy. </p><p>Interim Recording Academy president Harvey Mason Jr said he hoped the show would be \"a chance to have a little bit of normalcy, of people coming together and playing music.\"</p><p>Beyoncé, now the most nominated female artist in Grammy history with 79 career nods, leads all comers with nine nominations. The nods come mostly from music like single <em>\"Black Parade\"</em> that celebrated Black culture in a year of racial turmoil in the United States.</p><p>But Beyoncé is not on the list of musicians booked for Sunday's three-hour show, which will take place as a mix of live and pre-recorded performances from the likes of Swift, K-Pop band BTS, newcomer Megan Thee Stallion, Billie Eilish, Harry Styles, Latin star Bad Bunny, and Black country singer Mickey Guyton.</p><p>Swift and British pop singer Lipa got six nominations apiece, along with rapper Roddy Ricch. Lipa, and her album \"Future Nostalgia,\" may have the edge as the only one of the trio to get nods in all three of the big races - album, record, and song of the year.</p><p>\"Dua Lipa has been everywhere this last year. It's a really great happy dance disco revival,\" said Alex Suskind, a senior editor at Entertainment Weekly. </p><p>Suskind said he felt that Swift, who got the best reviews of her career for her surprise lockdown album \"Folklore,\" has a better shot at winning song of the year - which is awarded for writing - with the track \"Cardigan.\"</p><p>Eilish, 19, who swept the 2020 Grammys with her debut album, is back again with three nods for her ballad \"Everything I Wanted,\" and one for her theme song for the upcoming James Bond film \"No Time To Die.\"</p><p>\"I think the Billie Eilish train at the Grammys is going to keep rolling,\" Suskind said.</p><p>South Korean boy band BTS marked a breakthrough year in the United States by securing their first major Grammy nomination for their English-language hit \"Dynamite.\"</p><p>They will be performing from Korea on Sunday and hoping for a win in the closely contested best pop duo or group field.</p><p>\"We just keep seeing these amazing acts coming out of Korea and it doesn't seem like it's ending at all. It's really great fun, pop music,\" said Newman. <br/>\n </p>"},
{"title": "Beyoncé Set to Make Grammy History; Styles, Eilish Perform", "intro": "Beyoncé, this year's leading contender with nine nominations, won two honors during the pre-ceremony including best rap performance and best music video", "picture": "https://im-media.voltron.voanews.com/Drupal/01live-166/styles/718x474/s3/2021-03/2016-11-05T120000Z_1290550515_S1AEULAKCJAB_RTRMADP_3_USA-ELECTION-CLINTON_0.JPG?itok=UbkLm3vd", "content": "<p> NEW YORK - Queen Bey is closer to sitting on her Grammys throne: The singer won her 26th Grammy on Sunday, almost matching, and on track to surpass, Alison Krauss' record of 27 wins.</p><p>Beyoncé, this year's leading contender with nine nominations, won two honors during the pre-ceremony including best rap performance for \"Savage\" with Megan Thee Stallion and best music video for \"Brown Skin Girl.\" She shares the latter with daughter Blue Ivy Carter, who is also having a historic night: At 9 years old, she's the second youngest to win a Grammy.</p><p>Beyoncé's other nominations, including song and record of the year, best R&amp;B performance and best rap song, will broadcast during the live show, which kicked off with host Trevor Noah telling jokes about the coronavirus pandemic and the year that was 2020.</p><p>He was live from downtown Los Angeles, with attendees wearing masks and sitting, socially distanced, at small round tables.  </p><p>That was followed by performances from Harry Styles, who is competing for his first Grammys this year, and Billie Eilish, who won five Grammys last year and picked up her sixth honor during the preshow.</p><p>Other performances, taped days before the big show, will air throughout the night, including Taylor Swift, Bruno Mars, Cardi B, BTS, Bad Bunny, Megan Thee Stallion, DaBaby, Dua Lipa, Post Malone, Chris Martin, Lil Baby, John Mayer, Maren Morris and Doja Cat.</p><p>During the preshow, Fiona Apple and Kaytranda were also double winners Sunday. John Prine and Chick Corea both earned two wins posthumously. Lady Gaga, Ariana Grande, Justin Bieber, Dan + Shay, James Taylor, H.E.R., Beck, Brandi Carlile, Burna Boy, Tiffany Haddish and Rachel Maddow also won Grammys.</p><p>While Beyoncé is set to have a historic night, history could repeat itself and she could be shut out of winning a top award — a common occurrence for R&amp;B and rap artists throughout Grammy history. Of her 26 wins, only one has been for one of the big four Grammys, song of the year. She has lost album of the year three times and record of the year five times.</p><p>Jay-Z has never won a top award, and he and his wife join a list of mostly Black performers who have only won in the rap and R&amp;B categories, including Kendrick Lamar, Kanye West, Mariah Carey, Eminem, Drake, Missy Elliott, Mary J. Blige and more.</p><p>This year The Weeknd was the one who was snubbed. Despite having the biggest hit of 2020 with \"Blinding Lights\" and a top-selling, multihit album, he didn't earn any nominations.  </p><p>Still, Beyoncé and Megan Thee Stallion's \"Savage\" could become the second hip-hop song to win record of the year.</p><p>Taylor Swift could make history, too, and become the first woman to win the show's top prize, album of the year, three times. Her first surprise album of 2020, \"Folklore,\" is competing for the top honor, an award she first won in 2010 for \"Fearless,\" and again in 2016 for \"1989.\"  </p><p>Artists competing with Swift for album of the year include Coldplay, Post Malone, Dua Lipa, Jhené Aiko, HAIM, Black Pumas and Jacob Collier, who picked up a win during the pre-ceremony.</p><p>The Grammys were originally scheduled for Jan. 31 but were pushed back because of the coronavirus pandemic.</p>"},
{"title": "Beyonce, Taylor Swift Make Grammys History", "intro": "British singer Dua Lipa won best pop vocal album for her dance-y “Future Nostalgia”", "picture": "https://im-media.voltron.voanews.com/Drupal/01live-166/styles/718x474/s3/reuters-images/2021/03/reuters_com_2021_newsml_RC2GBM9WUGRA.jpg?itok=XFSfkuvu", "content": "<p paraeid=\"{41170a9b-3177-47ab-a4b6-37fe6b4a0542}{208}\" paraid=\"680487564\"> LOS ANGELES - Taylor Swift and Billie Eilish won the top prizes at the Grammy Awards on Sunday in a ceremony that also saw Beyonce become the most awarded female artist in Grammy history. </p><p paraeid=\"{41170a9b-3177-47ab-a4b6-37fe6b4a0542}{230}\" paraid=\"1005654295\">Swift’s surprise lockdown record “Folklore” was named album of the year and Eilish’s “Everything I Wanted” won record of the year. Sunday’s win made Swift, 31, the first woman to take home album of the year three times. </p><p paraeid=\"{6f498a02-ceb1-4770-b71d-dab7f31f650e}{25}\" paraid=\"1784950886\">Beyonce’s four Grammys on Sunday took her total career wins to 28, surpassing the previous record for a woman set by bluegrass singer Alison Krauss.</p><p paraeid=\"{6f498a02-ceb1-4770-b71d-dab7f31f650e}{51}\" paraid=\"1027103001\">British singer Dua Lipa won best pop vocal album for her dance-y “Future Nostalgia.”</p><p paraeid=\"{6f498a02-ceb1-4770-b71d-dab7f31f650e}{51}\" paraid=\"1027103001\">The writers of “I Can't Breathe” by R&amp;B artist H.E.R won song of the year. It was written in response to the Black Lives Matter protests in the United States last summer. </p><p paraeid=\"{6f498a02-ceb1-4770-b71d-dab7f31f650e}{97}\" paraid=\"1832962337\">Rapper Megan Thee Stallion was named best new artist and the 26-year-old known for promoting women’s empowerment won two more Grammys for her rap performance of single “Savage,” featuring Beyonce. </p><p paraeid=\"{6f498a02-ceb1-4770-b71d-dab7f31f650e}{131}\" paraid=\"330357942\">Hosted by Trevor Noah, the hybrid ceremony was packed with pre-recorded and live performances by the likes of Lipa, Taylor Swift, Post Malone, Cardi B, DaBaby, Black Pumas and Mickey Guyton. </p><p paraeid=\"{6f498a02-ceb1-4770-b71d-dab7f31f650e}{153}\" paraid=\"814827893\">It took place both indoors and outdoors in Downtown Los Angeles but mostly without the elaborate sets and special effects that traditionally mark the highest honors in the music business. </p><p paraeid=\"{6f498a02-ceb1-4770-b71d-dab7f31f650e}{175}\" paraid=\"2020028025\">K-Pop band BTS lost in the best pop duo or group performance against Lady Gaga and Ariana Grande for their single “Rain on Me” but performed their hit English-language single “Dynamite” from South Korea at the close of the show. </p>"},
{"title": "South by Southwest Goes Virtual with More International Visitors", "intro": "Annual weeklong event, a mash up of technology, film, music and politics, aims to give the Austin, Texas, experience with the downtown rendered in virtual reality", "picture": "https://im-media.voltron.voanews.com/Drupal/01live-166/styles/485x273/s3/kaltura-video-thumbs/1_t/1_tenxuuwx.jpg?itok=lggyUl87", "content": ""},
{"title": "Boxing Great Marvelous Marvin Hagler Dies at 66", "intro": "He fought on boxing's biggest stages against its biggest names, as he, Sugar Ray Leonard, Thomas Hearns and Roberto Duran dominated the middleweight classes during a golden time for boxing in the 1980s", "picture": "https://im-media.voltron.voanews.com/Drupal/01live-166/styles/718x474/s3/2021-03/AP355651650857.jpg?itok=Dyuta9v_", "content": "<p>Marvelous Marvin Hagler stopped Thomas Hearns in a fight that lasted less than eight minutes yet was so epic that it still lives in boxing lore. Two years later he was so disgusted after losing a decision to Sugar Ray Leonard — stolen, he claimed, by the judges — that he never fought again.</p><p>One of the great middleweights in boxing history, Hagler died Saturday at age 66. His wife, Kay, announced his death on the Facebook page for Hagler's fans.</p><p>\"I am sorry to make a very sad announcement,\" she wrote. \"Today unfortunately my beloved husband Marvelous Marvin passed away unexpectedly at his home here in New Hampshire. Our family requests that you respect our privacy during this difficult time.\"</p><p>Hagler fought on boxing's biggest stages against its biggest names, as he, Leonard, Hearns and Roberto Duran dominated the middleweight classes during a golden time for boxing in the 1980s. Quiet with a brooding public persona, Hagler fought 67 times in 14 years as a pro out of Brockton, Massachusetts, finishing 62-3-2 with 52 knockouts.</p><p>He fought with a proverbial chip on his shoulder, convinced that boxing fans and promoters alike didn't give him his proper due. He was so upset that he wasn't introduced before a 1982 fight by his nickname of Marvelous that he went to court to legally change his name.</p><p><strong>'A real man'</strong></p><p>\"He was certainly one of the greatest middleweights ever but one of the greatest people that I've ever been around and promoted,'' promoter Bob Arum said. “He was a real man, loyal and just fantastic person.''</p><p>Any doubts Hagler wasn't indeed Marvelous were erased on a spring night in 1985. He and Hearns met in one of the era's big middleweight clashes outdoors at Caesars Palace in Las Vegas, and when the opening bell rang, they traded punches for three minutes in an opening round many consider the best in boxing history.</p><p>Hagler would go on to stop Hearns in the third round, crumpling him to the canvas with a barrage of punches even as blood poured from a large gash on his own forehead that nearly caused the referee to stop the fight earlier in the round.</p><p>“That was an unbelievable fight,'' Arum said. “Probably the greatest fight ever.''</p><p>Hearns said Saturday that he was thinking about Hagler and their historic fight. Hagler wore a baseball cap with the word “War'' while promoting it while on a 23-city tour with Hearns that Arum said made the fighters despise each other before they even entered the ring.</p><p>“I can't take anything away from him,'' Hearns told The Associated Press. “His awkwardness messed me up, but I can't take anything away from him. He fought his heart out and we put on a great show for all time.''</p><p>Hagler would fight only two more times, stopping John Mugabi a year later and then meeting Leonard, who was coming off a three-year layoff from a detached retina, in his final fight in 1987. Hagler was favored going into the fight and many thought he would destroy Leonard — but Leonard had other plans.</p><p><strong>Split decision</strong></p><p>While Hagler pursued him around the ring, Leonard fought backing up, flicking out his left jab and throwing combinations that didn't hurt Hagler but won him points on the ringside scorecards. Still, when the bell rang at the end of the 12th round, many thought Hagler had pulled out the fight — only to lose a controversial split decision.</p><p>Hagler, who was paid $19 million, left the ring in disgust and never fought again. He moved to Italy to act, and never really looked back.</p><p>\"I feel fortunate to get out of the ring with my faculties and my health,\" he said a year later.</p><p>Hagler was born in Newark, New Jersey, and moved with his family to Brockton in the late 1960s. He was discovered as an amateur by the Petronelli brothers, Goody and Pat, who ran a gym in Brockton and would go on to train Hagler for his entire pro career.</p><p>He was inducted into the International Boxing Hall of Fame and World Boxing Hall of Fame in 1983.</p>"},
{"title": "Vatican Bars Gay Union Blessing", "intro": "The decree distinguished between the church’s welcoming and blessing of gay people, which it upheld, but not their unions", "picture": "https://im-media.voltron.voanews.com/Drupal/01live-166/styles/718x474/s3/ap-images/2021/03/d7bc454172018440b810581a0560cb04.jpg?itok=epyS4ARm", "content": "<p> ROME - The Vatican decreed Monday that the Catholic Church cannot bless same-sex unions, currently legal in more than two dozen countries, since God \"cannot bless sin.\"</p><p>The Vatican's orthodoxy office, the Congregation for the Doctrine of the Faith, issued a formal response Monday to a question about whether Catholic clergy can bless gay unions.</p><p>The answer, contained in a two-page explanation published in seven languages and approved by Pope Francis, was \"negative.\"</p><p>The decree distinguished between the church's welcoming and blessing of gay people, which it upheld, but not their unions since any such sacramental recognition could be confused with marriage.</p><p>The Vatican holds that gay people must be treated with dignity and respect, but that homosexuality is \"intrinsically disordered.\" Catholic teaching holds that marriage, a lifelong union between a man and woman, is part of God's plan and is intended for the sake of creating new life.</p><p>Since gay unions are not intended to be part of that plan, they cannot be blessed by the church, the document said.</p><p>\"The presence in such relationships of positive elements, which are in themselves to be valued and appreciated, cannot justify these relationships and render them legitimate objects of an ecclesial blessing, since the positive elements exist within the context of a union not ordered to the Creator's plan,\" the response said.</p><p>God \"does not and cannot bless sin: He blesses sinful man, so that he may recognize that he is part of his plan of love and allow himself to be changed by him,\" it said.</p><p>Francis has endorsed providing gay couples with legal protections in same-sex unions, but that is in reference to the civil sphere, not within the church. Those comments were made during an interview with a Mexican broadcaster, Televisa, in 2019, but were cut by the Vatican until they appeared in a documentary last year.</p><p>While the documentary fudged the context, Francis was referring to the position he took when he was archbishop of Buenos Aires and the country's lawmakers were considering approving gay marriage, which he and the Catholic Church opposed. Then-Cardinal Jorge Mario Bergoglio instead supported providing legal protections for gays in stable unions through a so-called \"law of civil cohabitation.\"</p><p>Francis told Televisa: \"Homosexual people have the right to be in a family. They are children of God.\" Speaking of families with gay children, he said: \"You can't kick someone out of a family, nor make their life miserable for this. What we have to have is a civil union law; that way they are legally covered.\"</p><p>In the new document and an accompanying unsigned article, the Vatican said questions had been raised about whether the church should bless same-sex unions in a sacramental way in recent years, and after Francis had insisted on the need to better welcome and accompany gays in the church.</p><p>In the article, the Vatican stressed the \"fundamental and decisive distinction\" between gay individuals and gay unions, noting that \"the negative judgment on the blessing of unions of persons of the same sex does not imply a judgment on persons.\"</p><p>But it explained the rationale for forbidding a blessing of such unions, noting that any union that involves sexual activity outside of marriage cannot be blessed because it is not in a state of grace, or \"ordered to both receive and express the good that is pronounced and given by the blessing.\"</p><p>And it added that blessing a same-sex union could give the impression of a sort of sacramental equivalence to marriage. \"This would be erroneous and misleading,\" the article said.</p><p>In 2003, the same Vatican office issued a similar decree saying that the church's respect for gay people \"cannot lead in any way to approval of homosexual behavior or to legal recognition of homosexual unions.\"</p>"},
{"title": "Portrait Series Honors US Healthcare Workers", "intro": "How NY artist is honoring COVID medical workers who became modern-day heroes", "picture": "https://im-media.voltron.voanews.com/Drupal/01live-166/styles/485x273/s3/kaltura-video-thumbs/1_z/1_zm96ekx7.jpg?itok=Kx6erZF6", "content": ""},
{"title": "Japanese Court Says Official Ban on Same-Sex Marriage Unconstitutional", "intro": "Wednesday’s ruling says ban violates Article 14 that declares all people equal under the law", "picture": "https://im-media.voltron.voanews.com/Drupal/01live-166/styles/718x474/s3/ap-images/2021/03/dc4e00f3016fd4aefbe4b63a36263fcc.jpg?itok=fjL1n_Bc", "content": "<p>A Japanese district court ruled Wednesday that a ban on same-sex marriage is unconstitutional.<br/>\n <br/>\nThe historic ruling by the Sapporo District Court was in response to a lawsuit filed by six plaintiffs, including two male couples and one female couple, who demanded more than $9,100 each (1 million yen), in damages from the Japanese government.  The court said the prohibition violates Article 14 of the Japanese constitution, which declares all people are equal under the law, but it rejected the plaintiff’s demand for damages.   <br/>\n <br/>\nThe lawsuit is one of five that have been filed in various Japanese courts seeking to overturn the ban.  <br/>\n <br/>\nJapan is the lone holdout in the world’s top seven economies, known as the Group of Seven, that refuses to recognize same-sex marriage.  The government says the constitution defines marriage as one based on “the mutual consent of both sexes,” meaning one solely between a man and a woman.  The ban prevents same-sex couples from sharing in the same benefits granted to opposite-sex couples, such as inheriting their partner’s houses and other assets, or maintaining parental control over their children.    <br/>\n <br/>\nSeveral municipalities have issued “partnership certificates” that give same-sex couples some of the same rights as heterosexual couples.<br/>\n <br/>\nHomosexuality itself has been legal in Japan since 1880.  Taiwan is the only place in Asia that has legalized same-sex marriage.</p>"},
{"title": "Famed Metropolitan Opera Conductor James Levine Dies at 77", "intro": "Dr. Len Horovitz, his personal physician, said Levine died on March 9 in Palm Springs, California, of natural causes", "picture": "https://im-media.voltron.voanews.com/Drupal/01live-166/styles/718x474/s3/2021-03/2021-03-17T145138Z_1244419869_RC22DM9FYWGY_RTRMADP_3_PEOPLE-JAMES-LEVINE.JPG?itok=4IYORwWZ", "content": "<p>James Levine, one of the world's most acclaimed conductors who served as music director for the Metropolitan Opera in New York for four decades before sexual abuse accusations ended his career, has died at age 77.</p><p>Dr. Len Horovitz, his personal physician, said Levine died on March 9 in Palm Springs, California, of natural causes. The maestro, known for his wild hair and bespectacled face, was long revered by the Met's audiences, singers and symphony-sized orchestra at America's cathedral of opera whose standards he helped place among the highest in the world.<br/>\n <br/>\nLevine, considered the foremost American conductor of his time and perhaps the most celebrated since Leonard Bernstein, led about 2,500 performances of 85 different operas since his Met debut in 1971, more than anyone else since it was founded in 1880. He also conducted some of the major orchestras of America and Europe, most notably the Munich Philharmonic and the Boston Symphony Orchestra.<br/>\n <br/>\nHe stepped down as music director in 2016 after struggling with health problems, but was fired in 2018 from his reduced role with the Met after three men accused him of abusing them as teenagers as far back as 1968. His final appearance at the Met was leading a concert performance of Verdi's Requiem in 2017.<br/>\n <br/>\nLevine and the Met, the largest performing arts organization in the United States, reached an out-of-court settlement in 2019 resolving his lawsuit accusing the company of breach of contract and defamation and the company's countersuit. The settlement called for him to get $3.5 million.<br/>\n <br/>\nPeter Gelb, the Met general manager who made the decision to part ways with Levine, called the outcome \"a tragedy.\" Levine called the accusations \"unfounded\" and said he was not \"an oppressor or an aggressor.\"<br/>\n <br/>\nIn a statement on Wednesday, the Met said it \"honors the memory\" of Levine and acknowledged his \"undeniable artistic achievements\" but said his relationship with the opera company frayed in the wake of the sexual misconduct allegations.<br/>\n <br/>\nLevine worked with the greatest opera singers of his era, including Luciano Pavarotti, Placido Domingo, Renee Fleming, Anna Netrebko, Marilyn Horne, Jessye Norman, Samuel Ramey, Kathleen Battle, Frederica von Stade, Bryn Terfel, Roberto Alagna, Kiri Te Kanawa, Cecilia Bartoli, Renata Scotto, Leontyne Price and Grace Bumbry.<br/>\n <br/>\n\"He is one of the greatest artists of all time. He has created one of the greatest orchestras in modern history. He may be one of the greatest opera conductors who ever lived,\" Gelb told The New York Times in 2011.<br/>\n <br/><strong>'Music chose me'<br/>\n </strong><br/>\nLevine was respected for his conducting abilities, his penchant for eliciting the finest performances from musicians and his endless enthusiasm.<br/>\n <br/>\nA traditionalist, he conducted sparkling performances of venerable operas by composers including Verdi, Mozart, Puccini, Rossini and Wagner, as well as new compositions. A piano prodigy, Levine remained active as a keyboard recitalist. He worked to create an exceptional rapport with his musicians.<br/>\n <br/>\nDuring his career, he was bothered by health problems, notably a series of back operations. This forced him to cut back on performances and conduct while sitting down. He injured his spine in a fall while on vacation in 2011 that required surgery and left him partially paralyzed.<br/>\n <br/>\nComplications related to Parkinson's disease prompted Levine in 2016 to step down as the Met's full-time music director and become music director emeritus, a position in which he would still conduct. His later suspension and dismissal ended that arrangement.<br/>\n <br/>\n\"I sometimes say that music chose me because I can't remember my life without it,\" Levine said in a PBS documentary. \"I feel music gave me a real continuum of creative, constructive life. ... As I look around at other professions in the world, it seems that to have a life in music is the most beautiful life I could imagine.\"<br/>\n <br/>\nLevine was born in Cincinnati, Ohio, in 1943. He made his debut as a piano soloist at age 10 with the Cincinnati Symphony. After studying at the Juilliard school of music in New York, he was invited in 1963 to serve as assistant conductor of the Cleveland Orchestra under prominent conductor George Szell.<br/>\n <br/>\nHe made his Metropolitan Opera debut in 1971, conducting Puccini's Tosca. He was appointed the Met's principal conductor in 1973, its musical director in 1975 and was given the expanded role of artistic director in 1986.<br/>\n <br/>\n\"The crisis of how to enact opera onstage visually has some alarming facets,\" Levine once told New York magazine. \"I'm referring to productions the composer and librettist would denounce. I'm speaking of a production that uses a piece instead of presents the piece. People will say, 'Oh, Jimmy, he's so fanatic.' ... But there are so many contemporary productions that just destroy the piece, for nothing.\"<br/>\n <br/>\nFrom 1996 to 2000, he also led more than a dozen concerts on the popular \"Three Tenors World Tour,\" with Domingo, Pavarotti and Jose Carreras.</p><p> </p>"},
{"title": "Report: White Supremacist Propaganda Surged in 2020", "intro": "There were 5,125 cases of racist, anti-Semitic, anti-LGBTQ and other hateful messages spread through physical flyers, stickers, banners and posters, according to Anti-Defamation League", "picture": "https://im-media.voltron.voanews.com/Drupal/01live-166/styles/718x474/s3/2019-09/000_1KN0B3%20%281%29.jpg?itok=ferggDX7", "content": "<p> NEW YORK - White supremacist propaganda reached alarming levels across the U.S. in 2020, according to a new report that the Anti-Defamation League provided to The Associated Press.</p><p>There were 5,125 cases of racist, anti-Semitic, anti-LGBTQ and other hateful messages spread through physical flyers, stickers, banners and posters, according to Wednesday's report. That's nearly double the 2,724 instances reported in 2019. Online propaganda is much harder to quantify, and it's likely those cases reached into the millions, the anti-hate organization said.</p><p>The ADL, which was founded more than a century ago, said that last year marked the highest level of white supremacist propaganda seen in at least a decade. Its report comes as federal authorities investigate and prosecute those who stormed the U.S. Capitol in January, some of whom are accused of having ties to or expressing support for hate groups and anti-government militias.</p><p><strong>'Bookends'</strong></p><p>\"As we try to understand and put in perspective the past four years, we will always have these bookends of Charlottesville and Capitol Hill,\" group CEO Jonathan Greenblatt said.</p><p>\"The reality is there's a lot of things that happened in between those moments that set the stage,\" he said.</p><p>Christian Picciolini, a former far-right extremist who founded the deradicalization group Free Radicals Project, said the surge in propaganda tracks with white supremacist and extremist recruiters seeing crises as periods of opportunity.</p><p>\"They use the uncertainty and fear caused by crisis to win over new recruits to their 'us vs. them' narrative, painting the 'other' as the cause of their pain, grievances or loss,\" Picciolini told the AP. \"The current uncertainty caused by the pandemic, job loss, a heated election, protest over extrajudicial police killings of Black Americans, and a national reckoning sparked by our country's long tradition of racism has created a perfect storm in which to recruit Americans who are fearful of change and progress.\"</p><p>Propaganda, often distributed with the intention of garnering media and online attention, helps white supremacists normalize their messaging and bolster recruitment efforts, the ADL said in its report. Language used in the propaganda is frequently veiled with a patriotic slant, making it seem benign to an untrained eye.</p><p>But some flyers, stickers and posters are explicitly racist and anti-Semitic. One piece of propaganda disseminated by the New Jersey European Heritage Association included the words \"Black Crimes Matter,\" a derisive reference to the Black Lives Matter movement, along with cherry-picked crime statistics about attacks on white victims by Black assailants.</p><p>A neo-Nazi group known as Folks Front distributed stickers that include the words \"White Lives Matter.\"</p><p>According to the report, at least 30 known white supremacist groups were behind hate propaganda. But three groups — NJEHA, Patriot Front and Nationalist Social Club — were responsible for 92% of the activity.</p><p><strong>Where it occurred</strong></p><p>The propaganda appeared in every state except Hawaii. The highest levels were seen in Texas, Washington, California, New Jersey, New York, Massachusetts, Virginia and Pennsylvania, according to the report.</p><p>Despite the overall increase, the ADL reported a steep decline in distribution of white supremacist propaganda at colleges and universities, due in large part to the coronavirus pandemic and the lack of students living and studying on campus. There were 303 reports of propaganda on college campuses in 2020, down from 630 in 2019.</p><p>Greenblatt acknowledged that free speech rights allow for rhetoric that \"we don't like and we detest.\" But when that speech spurs violence or creates conditions for normalizing extremism, it must be opposed, he said.</p><p>\"There's no pixie dust that you can sprinkle on this, like it's all going to go away,\" Greenblatt said. \"We need to recognize that the roots of this problem run deep.\"</p>"}
]